Repository: Saylt/RePlain
Catalog: var/langs/*/addons/replain.po
Languages: ru

# Addons::name::replain
source: Re:plain Telegram chat
ru: Re:plain Telegram чат

# Addons::description::replain
source: Allows to add the Telegram chat to your storefront
ru: Позволяет добавить чат Telegram на витрину магазина

# Languages::replain.langid
source: New chat Language
ru: Язык нового чата

# Languages::replain.autodetection
source: Autodetection
ru: Автоопределение

# Languages::replain.click_to_activate
source: Click this link to activate the created chat
ru: Нажмите на эту ссылку, чтобы активировать чат

# Languages::replain.new_chat
source: Create new chat
ru: Создать новый чат

# Languages::replain.create_chat
source: Create chat
ru: Создать чат

# Languages::replain.delete
source: Delete chat from CS-Cart
ru: Удалить чат из CS-Cart

# Languages::replain.disable
source: Disable chat
ru: Отключить чат

# Languages::replain.enable
source: Enable chat
ru: Включить чат

# Languages::replain.disabled
source: Chat was disabled
ru: Чат был отключён

# Languages::replain.enabled
source: Chat was enabled
ru: Чат был включён

# Languages::privileges.manage_replain
source: Manage Re:plain chat
ru: Управеление чатом Re:plain

# Languages::replain.activated
source: Chat was successfully created
ru: Чат был успешно создан

# Languages::replain.improper_url
source: Unfortunately, chat for you store cannot be created automatically. Please create the chat manually using the bot here: <br><a href="[bot_url]">[bot_url]</a><br> and paste the acquired code here:
ru: К сожалению, чат для данного магазина не может быть создан автоматически. Пожалуйста, создайте чат вручную, используя данного бота:: <br><a href="[bot_url]">[bot_url]</a><br> и вставьте полученный от бота код в данное поле:

# Languages::replain.chat_properties
source: Chat properties
ru: Настройки чата
